import { Aside } from "../lib/anim"

const Skills = () => {
  return (
   <>
   <Aside bg='blue'>
    <h1 className="text-white text-[50px] z-100 ">Привет Аня</h1>
   </Aside>
   <Aside bg='blue'>
    <>
    <p>Покопался немного в анимации, часть сам могу сделать, часть с помощью библиотек</p>
    <p>Здесь довольно примитивно получается, но поебаться можнодо ума довести </p>
    <p>В работы если зайти там сделал что когда на экране анимация начинаеться</p>
    <p>Это такой, очень базовый проект, попробовать некоторые вещи.</p>
    <p>Сдесь как ты видишь при нажатии херня в сторону выезжает, тут просто квадратики, но можно что угодно сделать.</p>
   </>
   </Aside>
   </>
  )
}

export default Skills